Revit 2024 API
BuiltInFailures.MirrorFailures Class
 Failures about Mirror.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class MirrorFailures
Visual Basic
Public NotInheritable Class MirrorFailures
Visual C++
public ref class MirrorFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.MirrorFailures
See Also
BuiltInFailures.MirrorFailures Members
Autodesk.Revit.DB Namespace